let idk = {
    movie: "Whiplash",
    liked: true, 
    liked_it_or_no: [
      "მე პირადად ძალიან მომეწოან ეს ფილმი.",
    ],
    changes: [
      "ერთდერთი რასაც შევცვლიდი ეს იქნებოდა დასასრული ისე დასრულდა ფილმი რომ ხალხმა ტაშიც არ დაუკრა,",
      "და რეჟისორის ადგილას დავამატებდი ახალ პერსონაჟს რომელიც რაიმე მაგარ გუნდში მიიწვევდა ენდრიუს(მთავარ პერსონაჟს).",
    ],
    impression: [
      "მე მაგალითად მოტივაცია მომემატა ამ ფილმის ყურების შემდეგ.",
    
    ]
  };
  
  console.log(idk);
  